Repository: ShithinCherathuparambil/youtube_clone
Catalog: lib/l10n/app_*.arb
Languages: kn, ml, ta, ur

# appTitle
source: YouTube Clone
kn: ಯೂಟ್ಯೂಬ್ ಕ್ಲೋನ್
ml: യൂട്യൂബ് ക്ലോൺ
ta: யூடியூப் குளோன்
ur: یوٹیوب کلون

source: Home
kn: ಹೋಮ್
ml: ഹോം
ta: முகப்பு
ur: ہوم

source: Shorts
kn: ಶಾರ್ಟ್ಸ್
ml: ഷോർട്ട്സ്
ta: ஷார்ட்ஸ்
ur: شارٹس

source: Subscriptions
kn: ಚಂದಾದಾರಿಕೆಗಳು
ml: സബ്സ്ക്രിപ്ഷനുകൾ
ta: சந்தாக்கள்
ur: سبسکرپشنز

# library
source: You
kn: ನೀವು
ml: നിങ്ങൾ
ta: நீங்க
ur: آپ

source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்
ur: ترتیبات

source: Appearance
kn: ಕಾಣಿಸಿಕೊಳ್ಳುವಿಕೆ
ml: കാഴ്ച
ta: தோற்றம்
ur: ظاہری شکل

source: Language
kn: ಭಾಷೆ
ml: ഭാഷ
ta: மொழி
ur: زبان

source: Sign out
kn: ಸೈನ್ ಔಟ್
ml: പുറത്തുകടക്കുക
ta: வெளியேறு
ur: سائن آؤٹ

source: Edit profile
kn: ಪ್ರೊಫೈಲ್ ಎಡಿಟ್ ಮಾಡಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
ta: சுயவிவரத்தைத் திருத்து
ur: پروفائل میں ترمیم کریں

source: Name
kn: ಹೆಸರು
ml: പേര്
ta: பெயர்
ur: نام

source: Handle
kn: ಹ್ಯಾಂಡಲ್
ml: ഹാൻഡിൽ
ta: பெயர்
ur: ہینڈل

source: SAVE
kn: ಉಳಿಸಿ
ml: സേവ് ചെയ്യുക
ta: சேமி
ur: محفوظ کریں

source: CANCEL
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
ta: ரத்துசெய்
ur: منسوخ کریں

source: History
kn: ಇತಿಹಾಸ
ml: ചരിത്രം
ta: வரலாறு
ur: تاریخ

source: Playlists
kn: ಪ್ಲೇಲಿಸ್ಟ್‌ಗಳು
ml: പ്ലേലിസ്റ്റുകൾ
ta: பிளேலிஸ்ட்கள்
ur: پلے لسٹس

source: View all
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ
ml: എല്ലാം കാണുക
ta: அனைத்தையும் பார்
ur: سب دیکھیں

source: Your videos
kn: ನಿಮ್ಮ ವೀಡಿಯೊಗಳು
ml: നിങ്ങളുടെ വീഡിയോകൾ
ta: உங்கள் வீடியோக்கள்
ur: آپ کی ویڈیوز

source: Downloads
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ml: ഡൗൺലോഡുകൾ
ta: பதிவிறக்கங்கள்
ur: ڈاؤن لوڈز

# getPremium
source: Get YouTube Premium
kn: ಯೂಟ್ಯೂಬ್ ಪ್ರೀಮಿಯಂ ಪಡೆಯಿರಿ
ml: യൂട്യൂബ് പ്രീമിയം നേടുക
ta: யூடியூப் பிரீமியம் பெறுங்கள்
ur: یوٹیوب پریمیم حاصل کریں

source: Time watched
kn: ವೀಕ್ಷಿಸಿದ ಸಮಯ
ml: കണ്ട സമയം
ta: பார்த்த நேரம்
ur: دیکھنے کا وقت

source: Help & feedback
kn: ಸಹಾಯ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ
ml: സഹായവും ഫീഡ്‌ബാക്കും
ta: உதவி & கருத்து
ur: مدد اور تاثرات

source: Search
kn: ಹುಡುಕಿ
ml: തിരയുക
ta: தேடு
ur: تلاش کریں

source: Create
kn: ರಚಿಸಿ
ml: ഉണ്ടാക്കുക
ta: உருவாக்கு
ur: بنائیں

# createShort
source: Create a Short
kn: ಶಾರ್ಟ್ ರಚಿಸಿ
ml: ഒരു ഷോർട്ട് ഉണ്ടാക്കുക
ta: ஷார்ட் உருவாக்கு
ur: شارٹ بنائیں

# uploadVideo
source: Upload a video
kn: ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഒരു വീഡിയോ അപ്‌ലോഡ് ചെയ്യുക
ta: வீடியோவைப் பதிவேற்று
ur: ویڈیو اپ لوڈ کریں

source: Go Live
kn: ಲೈವ್ ಹೋಗಿ
ml: ലൈവ് പോകുക
ta: நேரலை செல்
ur: لائیو جائیں

# createPost
source: Create a post
kn: ಪೋಸ್ಟ್ ರಚಿಸಿ
ml: ഒരു പോസ്റ്റ് സൃഷ്ടിക്കുക
ta: ஒரு இடுகையை உருவாக்கு
ur: ایک پوسٹ بنائیں

source: Switch account
kn: ಖಾತೆ ಬದಲಾಯಿಸಿ
ml: അക്കൗണ്ട് മാറ്റുക
ta: கணக்கை மாற்று
ur: اکاؤنٹ تبدیل کریں

source: Google Account
kn: Google ಖಾತೆ
ml: ഗൂഗിൾ അക്കൗണ്ട്
ta: கூகுள் கணக்கு
ur: گوگل اکاؤنٹ

# incognito
source: Turn on Incognito
kn: ಅಜ್ಞಾತ ಮೋಡ್ ಆನ್ ಮಾಡಿ
ml: ഇൻകോഗ്നിറ്റോ ഓൺ ചെയ്യുക
ta: மறைநிலை பயன்முறையை இயக்கு
ur: انکوگنیٹو آن کریں

source: Delete Downloads
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ಅಳಿಸಿ
ml: ഡൗൺലോഡുകൾ നീക്കംചെയ്യുക
ta: பதிவிறக்கங்களை நீக்கு
ur: ڈاؤن لوڈز حذف کریں

# deleteSelectedVideos
source: Delete {count} selected videos?
kn: {count} ಆಯ್ದ ವೀಡಿಯೊಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
ml: {count} തിരഞ്ഞെടുത്ത വീഡിയോകൾ ഇല്ലാതാക്കണോ?
ta: {count} தேர்ந்தெடுக்கப்பட்ட வீடியோக்களை நீக்கவா?
ur: {count} منتخب ویڈیوز حذف کریں؟

source: No downloads yet
kn: ಇನ್ನೂ ಯಾವುದೇ ಡೌನ್‌ಲೋಡ್‌ಗಳಿಲ್ಲ
ml: ഡൗൺലോഡുകൾ ഒന്നുമില്ല
ta: பதிவிறக்கங்கள் எதுவும் இல்லை
ur: ابھی تک کوئی ڈاؤن لوڈ نہیں ہے

# videosAppearHere
source: Videos you download will appear here
kn: ನೀವು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ವೀಡಿಯೊಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ
ml: നിങ്ങൾ ഡൗൺലോഡ് ചെയ്യുന്ന വീഡിയോകൾ ഇവിടെ കാണാം
ta: நீங்கள் பதிவிறக்கும் வீடியோக்கள் இங்கே தோன்றும்
ur: آپ کی ڈاؤن لوڈ کردہ ویڈیوز یہاں نظر آئیں گی

source: Available Storage
kn: ಲಭ್ಯವಿರುವ ಸಂಗ್ರಹಣೆ
ml: ലഭ്യമായ സ്റ്റോറേജ്
ta: கிடைக்கக்கூடிய சேமிப்பு
ur: دستیاب اسٹوریج

# gbFree
source: {count} GB Free
kn: {count} GB ಉಚಿತವಾಗಿದೆ
ml: {count} GB ബാക്കിയുണ്ട്
ta: {count} GB காலியாக உள்ளது
ur: {count} GB خالی ہے

source: Used by YouTube
kn: YouTube ಬಳಸುತ್ತಿದೆ
ml: YouTube ഉപയോഗിക്കുന്നത്
ta: YouTube ஆல் பயன்படுத்தப்படுகிறது
ur: YouTube کے زیر استعمال

source: Free Space
kn: ಉಚಿತ ಸ್ಥಳ
ml: ബാക്കിയുള്ള സ്ഥലം
ta: வெற்று இடம்
ur: خالی جگہ

# videoEncrypted
source: Video â€¢ Encrypted
kn: ವೀಡಿಯೊ • ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ
ml: വീഡിയോ • എൻക്രിപ്റ്റ് ചെയ്തത്
ta: வீடியோ • குறியாக்கம் செய்யப்பட்டது
ur: ویڈیو • انکرپٹڈ

source: Pause
kn: ವಿರಾಮ
ml: നിർത്തുക
ta: நிறுத்து
ur: روکیں

source: Resume
kn: ಮರುಪ್ರಾರಂಭಿಸಿ
ml: തുടരുക
ta: தொடர்
ur: دوبارہ شروع کریں

source: Delete
kn: ಅಳಿಸಿ
ml: നീക്കംചെയ്യുക
ta: நீக்கு
ur: حذف کریں

source: Use device theme
kn: ಸಾಧನ ಥೀಮ್ ಬಳಸಿ
ml: ഉപകരണ തീം ഉപയോഗിക്കുക
ta: சாதன தீம் பயன்படுத்தவும்
ur: ڈیوائس تھیم استعمال کریں

source: Light theme
kn: ಲೈಟ್ ಥೀಮ್
ml: ലൈറ്റ് തീം
ta: லைட் தீம்
ur: لائٹ تھیم

source: Dark theme
kn: ಡಾರ್ಕ್ ಥೀಮ್
ml: ഡാർക്ക് തീം
ta: டார்க் தீம்
ur: ڈارک تھیم
